[
  {
    "date": "19 Dec 23",
    "title": "Dark mode",
    "description": "For the night owls, the pros and the avid readers."
  },
  {
    "date": "16 Dec 23",
    "title": "Feedboard Weekly",
    "description": "Automated custom weekly newsletter based on your feeds."
  },
  {
    "date": "27 Nov 23",
    "title": "Performance improvements",
    "description": "Performance improvements to increase feeds reliability and minor UI changes."
  },
  {
    "date": "19 Nov 23",
    "title": "Behance",
    "description": "Add your favourite Behance artists to create a beautiful inspiring Feedboard."
  },
  {
    "date": "18 Nov 23",
    "title": "Substack bug fixes",
    "description": "This hotfix limits the number of Substack publications that can be added due to a problem in the libray currently used. We are investigating into a fix to bring back multiple Substack soon."
  },
  {
    "date": "16 Nov 23",
    "title": "Medium feed",
    "description": "Medium is now integrated in Feedboard and you can add your favourite authors and follow their publications."
  },
  {
    "date": "15 Nov 23",
    "title": "Coingecko Top 100",
    "description": "You can now add a feed from Coingecko for the top 100 coins by marketcap."
  },
  {
    "date": "12 Nov 23",
    "title": "Accessiblity improvements",
    "description": "Small improvements around accessibility and SEO."
  },
  {
    "date": "10 Nov 23",
    "title": "Pinterest feed",
    "description": "You can now add a Pinterest feed for users and or boards. The functionality is currently in Beta as Pinterest feeds can be a bit unreliable sometimes. Sometimes just reloading the board fixes the issue."
  },
  {
    "date": "07 Nov 23",
    "title": "Telegram feed",
    "description": "Telegram feeds for public channels are now available and can be added to your board."
  },
  {
    "date": "06 Nov 23",
    "title": "Added Changelog",
    "description": "Added this changelog modal to keep track of all things new on every release."
  },
  {
    "date": "05 Nov 23",
    "title": "List of upcoming feeds",
    "description": "Added a list of upcoming feeds like Telegram public channels, Coingecko and TechCrunch News."
  },
  {
    "date": "04 Nov 23",
    "title": "Google single sign-on",
    "description": "Added Google SSO to offer more signup options."
  },
  {
    "date": "31 Oct 23",
    "title": "Launch 🚀",
    "description": "Feedboard.app version 1 is live and includes Subreddit, YouTube channels, Substack, Unsplash, HackerNews and ProductHunt."
  }
]
